; DeskTick UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
[Strings]
Show seconds=Másodpercek megjelenítése
Customize Face…=Számlap testreszabása…
Resize=Átméretezés
Face=Számlap
Always on top=Mindig felül
Start with Windows=Indítás a Windowsszal
Show in system tray=Megjelenítés az értesítési területen
About DeskTick…=A DeskTick névjegye…
Exit=Kilépés
Customize=Testreszabás
Customize - DeskTick=Testreszabás - DeskTick
This face has nothing to customize.=Ezen a számlapon nincs mit testreszabni.
Reset this face=Alaphelyzetbe állítás
About DeskTick=A DeskTick névjegye
Report issues or send feedback to=Hibák jelentése vagy visszajelzés küldése ide
Other apps=További alkalmazások
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Gyors, könnyű és minimalista fényképnézegető a modern Windowshoz
Desktop Rain and Snow Simulator for Windows=Eső- és hószimulátor a Windows asztalára
Simple=Egyszerű
Classic dark=Klasszikus sötét
Classic light=Klasszikus világos
Minimal=Minimál
Icon=Ikon
Bold=Vaskos
Flat=Lapos
Glass=Üveg
Dots=Pontok
Digital=Digitális
Digital bold=Digitális félkövér
Word clock=Szöveges óra
Stack=Halmozott
Terminal=Terminál
Banner=Szalag
Split=Osztott
Image=Kép
24-hour clock=24 órás formátum
Accent 12 marker=Kiemelt 12-es jelzés
Accent colour=Kiemelőszín
Blinking cursor=Villogó kurzor
Date format=Dátumformátum
Dial colour=Számlap színe
Digit colour=Számjegyek színe
Dot count=Pontok száma
Dot size=Pontok mérete
Drop shadow=Vetett árnyék
Face colour=Háttérszín
Frost=Homályos üveg
Hand colour=Mutatók színe
Hour block colour=Óratömb színe
Ink colour=Tinta színe
Label colour=Feliratok színe
Lit letter colour=Világító betűk színe
Marking colour=Jelölések színe
Minute block colour=Perctömb színe
Minute dimming=Percek halványítása
Numerals=Számok
Panel colour=Panel színe
Phosphor colour=Foszfor színe
Plate colour=Lap színe
Plate shape=Lap alakja
Prompt=Prompt
Rim colour=Perem színe
Ring colour=Gyűrű színe
Ring thickness=Gyűrű vastagsága
Show AM/PM=AM/PM megjelenítése
Show date=Dátum megjelenítése
Show minute dots=Percpontok megjelenítése
Show panel=Panel megjelenítése
Text colour=Szöveg színe
Tick marks=Osztásjelek
All 12=Mind a 12
12, 3, 6, 9=12, 3, 6, 9
None=Nincs
Minute=Perc
Hour=Óra
Thin=Vékony
Normal width=Normál vastagság
Thick=Vastag
Clear=Átlátszó
Frosted=Homályos
Opaque=Átlátszatlan
Long date=Hosszú dátum
Short date=Rövid dátum
Small=Kicsi
Normal size=Normál méret
Large=Nagy
Rounded=Lekerekített
Square=Négyzet
Circle=Kör
Match hour=Mint az óra
Dim=Halvány
Faint=Nagyon halvány
All rights reserved.=Minden jog fenntartva.
